export const dummydatas = {
 
    favorites :[ 
        {   
         img :  '/image/cakes.png',
         title : `어느 Vegan 카페`,
         address :  "서울 마포구 월드컵로 65 망원동",
         placeId: 1, 
         star :  '/image/five-star.png',
         content :  "100% 비건 재료로 만들어져서 안심하고 먹을 수 있어요! 추천합니다",
        },
        {   
         img :  '/image/비건피자.png',
         title : `쿡쿡쿡`,
         address : "서울 중구 세종대로 136 태평로1가",
         placeId: 2, 
         star :  '/image/five-star.png',
         content : "토핑도 신선하고 도우도 쫄깃쫄깃합니다.",
        },
        {   
         img :  '/image/밥.png',
         title : `Slow Rice`,
         address : "서울 서초구 방배동 454-2",
         placeId:3,
         star:  '/image/five-star.png',
         content : "야채가 푸짐하고 신선합니다. 사장님 특제소스와 찍어먹으면 환상의 궁합!",
        },
        {   
         img :  '/image/요거트.png',
         title : `요거얌`,
         address :  "서울 종로구 내수동 110-48",
         placeId:4,
         star :  '/image/five-star.png',
         content :  "수제 두유 요거트, 아이스크림, 쿠키들.. 비건 디저트 전문점",
        },
        {   
         img :  '/image/샐러.png',
         title : `오월빵집`,
         address : "서울 강서구 마곡동 774-4",
         placeId:5, 
         star :  '/image/five-star.png',
         content : "건강한 샐러드 전문점이예요. 아보카도 샐러드를 추천합니다!",
        },
        {   
            img :  '/image/아보카도두부.png',
            title : `AvoAvoAvo`,
            address : "서울 마포구 연남동 241-47",
            placeId:6, 
            star :  '/image/five-star.png',
            content : "보는 재미와 먹는 재미가 있는 비건 브런치집",
           },
           {   
            img :  '/image/비건브레드.png',
            title : `봄날의 브런치`,
            address : "서울 마포구 연남동 241-47",
            placeId:7, 
            star :  '/image/five-star.png',
            content : "유기농 재료들을 쓰는 건강한 카피예요. 사장님도 친절하시고, 가게 인테리어도 예뻐요.",
           },
     ],

   veggieIcon : [
        {   
          img :  '/image/abocado-icon.png',
          name : '비건'
         },
         {   
          img :  '/image/cheese-icon.png',
          name : '오보'
         },
         {   
          img :   '/image/egg-icon.png',
          name : '락토'
         },
         {   
          img :   '/image/eggcheese-icon.png',
          name : '락토오보' 
         },
         {   
          img :   '/image/fish-icon.png',
          name : '페스코'
         },
      ],

      reviews :[ 
        {   
        placeId: 1, 
         img :  '/image/one-star.png',
         title : `어느 Vegan 카페`,
         content :  "soso",
        },
        {  
        placeId: 2, 
         img :  '/image/two-star.png',
         title : `어느 Vegan 카페`,
         content : "그럭저럭 먹을 만 해요",
        },
        {   
         placeId:3,
         img :  '/image/three-star.png',
         title : `어느 Vegan 카페`,
         content : "",
        },
        {   
        placeId:4,
         img :  '/image/four-star.png',
         title : `어느 Vegan 카페`,
         content :  "자주 가는 곳인데 아주머니가 친절하세요",
        },
        {   
        placeId:5, 
         img :  '/image/five-star.png',
         title : `어느 Vegan 카페`,
         content : "",
        },
        {   
            img :  '/image/three-star.png',
            title : `어느 Vegan 카페`,
            content : "ㅇㅇ",
           },
           {   
             img :  '/image/two-star.png',
            title : `어느 Vegan 카페`,
            content : "맛은 무난한데 가격대비 별루..",
           },
         ],

      toolTips : [
         {
           content: '검색바에서 찾고자 하는 곳의 이름, 혹은 주소를 입력할 수 있습니다.'
         },
         {
          content: '검색 후, 지도 위에 마커가 나오면 클릭합니다.'
         },
         {
          content: '해당 장소에 대한 정보를 볼 수 있고, 즐겨찾기 및 리뷰 등록이 가능합니다.'
         },
          {
           content:'각각의 채식 타입 아이콘을 클릭시, 찾고자 하는 타입의 채식 장소들의 마커가 지도에 표시됩니다.'
         },
         {
          content: '왼쪽 슬라이드 바에 정보가 없거나, 등록하고 싶은 장소가 있다면, 상단 검색바에서 해당 장소를 검색 후 나오는 마커를 클릭해주세요.'
         },
         {
          content:'장소 등록 버튼을 클릭합니다.'
        },
        {
          content:'해당 장소의 이름, 주소, 채식 타입과 메뉴, 가격을 입력할 수 있습니다.'
        },  
      ],
      
      articles : [
          { 
            img : 'https://d3h1lg3ksw6i6b.cloudfront.net/media/image/2019/05/16/70eac027792f4037b75e924f22d4c0af_veggies-1030x579.jpg',
            author: 'Yerica Park',
            title: '완전 채식주의에서부터 간헐적 채식주의까지',
            content: '11월 1일은 세계 비건의 날 (World Vegan Day). 구글 데이터에 의하면 2017년 1월, 키워드 ‘비건’의 검색률이 최고점을 찍었다. 건강한 라이프스타일에 대한 세계인들의 관심이 그 어느 때보다 더 높아졌음을 알 수 있다.',
          },
          { 
            img : 'https://images.chosun.com/resizer/l9mgr_EhkJ1K5BlIM8mO0sy3RJY=/480x270/smart/cloudfront-ap-northeast-1.images.arcpublishing.com/chosun/3CA4DWYWI5XLJQHCMCFCWWI6AA.jpg',
            author: 'ELLE',
            title: '비건 여행자라면, 베를린',
            content: '세계의 `비건 수도`로 불리는 곳이 있다. 채식주의자를 위한 맛있는 레스토랑로부터 칵테일 바, 라이프스타일 숍, 호텔, 심지어 타투 숍과 섹스 숍까지. 비건 여행자라면 베를린은 꼭 찾아봐야 할 도시다. 지금, 비건 트렌드에 관한 이야기 다섯 번째.',
          },
          { 
            img : 'https://imgnews.pstatic.net/image/015/2021/09/23/0004607300_001_20210923094203584.jpg?type=w647',
            author: '오정민',
            title: '대체우유의 시대…스타벅스서 선택지 차지한 `오트 밀크`',
            content: '스타벅스에서 메뉴 옵션 선택 시 우유 대신 귀리로 만든 대체 우유인 `오트 밀크`를 고를 수 있게 됐다. 채식주의자(비건)가 늘어난데다 주요 소비층인 MZ세대(밀레니얼+Z세대)가 신념과 가치관을 바탕으로 소비하는 `가치소비`를 중시하면서',
          },
          { 
            img : 'https://flexible.img.hani.co.kr/flexible/normal/970/732/imgdb/original/2019/1128/20191128502205.jpg',
            author: '홍다연',
            title: '채식은 기후 위기를 해결할 열쇠',
            content: '오늘날 전 세계는 기후 위기로 인한 자연재해에 마주하고 있다. 기후 위기는 세계 곳곳에서 ...',
          }
      ],
      recipe : [
        { 
          img : 'https://dimg.donga.com/ugc/CDB/WOMAN/Article/5e/8e/a7/14/5e8ea71405dad2738de6.jpg',
          calories: '366kcal',
          title: '두부스크램블플레이트',
          content: '두부, 양파, 빨강 파프리카, 당근, 생참기름, 강황가루, 간장, 후춧가루',
        },
        { 
          img : 'https://dimg.donga.com/ugc/CDB/WOMAN/Article/5e/8e/a7/43/5e8ea743040fd2738de6.jpg',
          calories: '397kcal',
          title: '냉이솥밥정식',
          content: '쌀·채수, 냉이, 건표고버섯, 양념장, 국간장, 참기름·깨, 고춧가루, 원당, 소금',
        },
        { 
          img : 'https://dimg.donga.com/ugc/CDB/WOMAN/Article/5e/8e/a7/71/5e8ea7710668d2738de6.jpg',
          calories: '310kcal',
          title: '스튜정식',
          content: '병아리콩,토마토·셀러리, 양파·빨강 파프리카·피망, 당근, 마늘, 토마토농축액·자투리 채수, 피쿠알 엑스트라버진 올리브오일·바질가루·천일염·후추, 페페론치노, 월계수잎, 파프리카파우더',
        },
        { 
          img : 'https://dimg.donga.com/ugc/CDB/WOMAN/Article/5e/8e/a7/98/5e8ea7981047d2738de6.jpg',
          calories: '350kcal',
          title: '으깬감자샌드위치세트',
          content: '호밀빵, 감자, 소금, 비건버터, 두유, 후춧가루, 다진 생파슬리',
        },
        { 
          img : 'http://res.heraldm.com/phpwas/restmb_idxmake.php?idx=507&simg=/content/image/2016/06/24/20160624001362_0.jpg',
          calories: '389kcal',
          title: '라이스 페이퍼 롤',
          content: '라이스페이퍼, 새싹채소, 당근, 비트, 파프리카, 빨간 양배추, 오이, 바질, 민트, 오렌지 슬라이스, 키위, 사과, 아몬드 슬라이스, 햄프씨드, 아마씨, 건크랜베리 ',
        }
    ],
    youtube: [
      {
        img: '/image/youtube2.png',
        name: '초식마녀 Tasty Vegan Life',
        title: '강추 채식 레시피 | 마라크림떡볶이 (Korean vegetarian food recipes)',
        address: 'https://www.youtube.com/c/TastyVeganLife/featured',
        follower: '1.65만명',
      },  {
        img: '/image/yotube1.png',
        name: '모호의 서울생활',
        title: '모호 브이로그 #75 소금 중독☠️ | 건강한 식단 유지하면서 가끔씩 치팅데이하는 브이로그 | 야채스프 버섯전골 자연식물식 샐러드🥗',
        address: 'https://www.youtube.com/channel/UCSJ_0MWxv9yamj3TvR6SbRg',
        follower: '2.81천명',
      }

    ]


}
